export const careerData = [
    {
        id: 'edu-1',
        category: 'Education',
        org: "선린대학교 시각디자인계열전공",
        desc: "타깃과 메시지에 맞는 시각적 해법을 고민하는 훈련을 중심으로 편집·브랜딩 디자인 기초를 다지고, 문제를 구조화해 표현하는 역량을 강화",
        badges: ["2020.02 - 2022.02"]
    },
    {
        id: 'edu-2',
        category: 'Education',
        org: "엠디자인학원",
        desc: "UI·브랜딩 등 다양한 프로젝트를 기획 단계부터 참여해 사용자와 목적을 고려한 화면 설계까지 경험하며 실무 흐름을 익힌 과정",
        badges: ["2022.02 - 07", "웹디자인과정 수료"]
    },
    {
        id: 'work-1',
        category: 'Work Experience',
        org: "YUBI",
        desc: "관공서·기업 사이트의 신규 구축과 리뉴얼을 맡아 기관의 목적과 사용자 니즈를 파악해 화면을 설계하고, 콘텐츠 페이지 제작과 유지보수를 담당. 반응형·적응형 작업을 경험하고 기존 디자인 가이드를 기반으로 일관된 사용자 경험을 유지",
        badges: ["2022.10 - 2025.09", "웹디자이너"]
    }
]
