export const careerData = [
    {
        id: 'edu-1',
        category: 'Education',
        org: "선린대학교 시각디자인계열전공",
        desc: "타깃과 메시지에 맞는 시각적 해법을 고민하는 훈련을 중심으로 편집·브랜딩 디자인 기초를 다지고, 문제를 구조화해 표현하는 역량을 강화",
        badges: ["2020.02 - 2022.02"]
    },
    {
        id: 'edu-2',
        category: 'Education',
        org: "엠디자인학원",
        desc: "UI·브랜딩 등 다양한 프로젝트를 기획 단계부터 참여해 사용자와 목적을 정의하고 화면 설계까지 이어가는 과정을 훈련",
        badges: ["2022.02 - 07", "웹디자인과정 수료"]
    },
    {
        id: 'work-1',
        category: 'Work Experience',
        org: "YUBI",
        desc: "공공기관·기업 웹서비스의 신규 구축과 리뉴얼을 담당. 반복되는 요소를 컴포넌트로 통일해 확장 가능한 구조를 구성하고, 퍼블리싱을 통해 웹접근성 점검과 오픈 이후 유지보수까지 대응",
        badges: ["2022.10 - 2025.09", "웹 · UI/UX 디자이너"]
    }
]
